import React from "react";

function History() {
    return (
        <div>
            <div className="history">
                <h1>Історія клубу</h1>

            </div>
            <div className="history-text">
                <p>Мало хто знає, що один з найвідоміших символів Італії, такий як ФК Мілан, був фактично заснований двома англійськими емігрантами, Гербертом Кілпіном і Альфредом Едвардсом. Точна дата заснування - 13 грудня 1899 року. З самого початку клуб був частково футбольним і частково клубом гри в крикет - в цей час клуб називав себе Milan Foot-Ball і Cricket Club - але досить скоро футбол став переважаючим, і клуб пізніше змінив назву в 1919 році на Milan FC (назва знову зміниться, спочатку на Milan Associazione Sportiva, а потім на Associazione Calcio Milan).</p>
                <img className="his4-image" src="https://ashevchenko.kiev.ua/assets/images/milan/milan-1901.jpg" alt="Фото команди Мілан та президента і віце-президента (1901 рік)" />
                <p>Міланський футбольний клуб швидко зарекомендував себе, вигравши своє перше скудетто два роки по тому, а потім послідували ще дві перемоги в 1906 і 1907 роках.Після розколу в клубі, який призвів до заснування головного суперника Інтера, Мілану необхідно було пройти більше 40 років для завоювання свого наступного титулу. Він з'явився в 1951 році з виходом знаменитого шведського тріо, відомого як GreNoLi: Гуннар Грен, Гуннар Нордаль (все ще кращий бомбардир клубу з 221 голом) і Нільс Лідхольм. Наступні 20 років були набагато доброзичливі до італійського клубу, який виграв ще сім скудетто, два європейських Кубка (перемога в Кубку Європи в 1963 році була першою для італійської команди в конкурсі) і два Кубки володарів кубків, а також чотири трофеї Coppa Italia.В 1970-ті роки «Мілан» тричі вигравав Кубок Італії і здобув другий Кубок володарів Кубків, однак головною метою «червоно-чорних» був десятий, ювілейний титул чемпіона Італії. В сезоні 1972/73 «Мілан» був на крок від мети, але в останньому матчі чемпіонату зазнав принизливої поразки від «Верони». В той же час 1970-ті роки відзначалися зростанням хаосу у вищому керівництві клубу: менше ніж за десять років змінилося сім президентів; в атмосфері безладдя «Мілан» відіграв три сірих сезони, опинившись у середині турнірної таблиці, а в сезоні 1976/77 уникнув вильоту до нижчої ліги (Серії B) лише в останньому колі чемпіонату, завершивши турнір на десятому місці. В наступному сезоні головним тренером свого колишнього клубу став Нільс Лідхольм, якому вдалося пожвавити команду, залучивши до неї талановитих молодих гравців; сезон 1977/78 поновлений «Мілан» завершив на четвертому місці, а в 1978/79 нарешті виборов десятий чемпіонський титул, через десять років після попереднього.</p>
                <h3>Скандал з договірними матчами</h3>
                <p>За цим пішов період занепаду. Після скандалу з договірними матчами в Тотонеро в 1980 році, коли гравці і чиновники робили ставки на ігри, Мілан був покараний і знижений у Другий дивізіон (президент Феліче Коломбо був довічно відсторонений від футболу). Незважаючи на те, що клуб повернувся в Серію А вже в наступному, 1982 році, він знову вибув. Мілану вдалося повернутися до вищого дивізіону, але клуб незабаром опинився на межі банкрутства, перед його придбанням Сільвіо Берлусконі в 1986 році.</p>
                <img className="his5-image" src="https://ashevchenko.kiev.ua/assets/images/milan/berlusconi-acmilan.jpg" alt="Фото Сільвіо Берлусконі і гравці Мілана" />
                <p>Кальчополе (італ. "Calciopoli") — це скандал, що стався у 2006 році в італійському футболі, який стосувався кількох провідних італійських футбольних клубів, включаючи і "Мілан". Цей скандал став результатом розслідування щодо спроб впливу на роботу арбітрів з метою сприяння певним клубам у матчах Серії А.
                    У той час прокурори виявили співпрацю між деякими керівниками італійських футбольних клубів та арбітрами, щоб забезпечити фаворитні рішення на матчах. За результатами розслідування декілька клубів, включаючи "Мілан", були позбавлені перемог та позбавлені можливості участі в європейських турнірах.
                    "Мілан" також був оштрафований і втратив бали у чемпіонаті. Хоча деякі футбольні клуби та особистості отримали покарання, скандал значно вразив італійський футбол і призвів до широкого обговорення корупції в галузі спорту. Скандал також мав великий вплив на імідж "Мілана" та італійського футболу в цілому.Скандальний медіамагнат і політик Сільвіо Берлусконі був власником "Мілана" більше двадцяти років, до 2017 року, коли клуб був проданий китайському інвестору.</p>
                <h3>Одна з найкращих команд в історії</h3>
                <p>Берлусконі повернув ФК "Мілан" на шлях слави. Керований талановитим молодим тренером Арріго Саккі, "Мілан" швидко став силою природи, вигравши свій одинадцятий Скудетто в 1988 році і два європейських кубка в наступні два роки. Виступ у виданні 1988-89 був особливо вражаючим з 5-0 проти "Реала" в півфіналі, а потім 4-0 у фіналі проти "Стяуа Букурешті". Міланська команда, очолювана голландським тріо Рууда Гулліта, Франка Райкарда і Марко ван Бастена, була визнана найвеличнішою в історії футболу. Крім величезної кількості талантів на полі це був також успіх, який був обумовлений зональною системою розстановки Саккі.</p>
                < img className="his2-image" src="https://ashevchenko.kiev.ua/assets/images/milan/milan-formation-1989.png" alt="Фото тактическая расстановка Милана до 1989" />
                <p>Домінування клубу тривало в 90-і роки з Фабіо Капелло, поставленим в якості нового тренера, із застосуванням більш оборонного підходу на полі. У цей період "Gli Invicibili" (укр. "непереможні"), як стали називати клуб, додав п'ять додаткових Скудетто до свого рахунку, а також ще один трофей Ліги чемпіонів з пам'ятним розгромом 4-0 над Барселоною у фіналі. Голландські зірки зникли, але їх замінили інші зірки, такі як Марсель Десаї, Деян Савічевіч і Звонімір Бобан.</p>
                <p>Під керівництвом Капелло "Мілан" підтвердив свою перевагу на національній і міжнародній арені. Команда відома була не лише своїми вражаючими результатами, а й тактичною майстерністю, впевненістю в обороні та ефективним контратакам. Цей період став золотим в історії клубу, коли "Мілан" здобував перемоги з імпозантною впевненістю та стійкістю.
                    Будучи однією з найуспішніших команд світу, "Мілан" увійшов у пантеон футбольних величин завдяки своїм вражаючим досягненням та неперевершеній грі. Цей період слави залишив незабутні враження в історії футболу та назавжди увійшов до сердець прихильників клубу.</p>
                <h3>Нове тисячоліття</h3>
                <p>З початку 2000-х «Мілан» був менш успішним через домінування «Інтера», але клубу все ж вдалося виграти ще два Скудетто, дві Ліги чемпіонів і свій п'ятий титул Coppa Italia. Дербі делла Мадонніна або Деббі ді Мілано між Міланом і Інтером часто є запеклою боротьбою.літку 2001 року новим тренером «Мілана» став турецький спеціаліст Фатіх Терім, який до того очолював «Фіорентину». Він привів до команди зірок світового рівня Руя Кошту і Філіппо Індзагі, а також Хаві Морено і Косміна Контру, які в попередньому сезоні здійснили сенсацію в іспанському «Алавесі», який несподівано дістався до фіналу Кубка УЄФА (де програв «Ліверпулю»).акож до «Мілана» приєдналися Мартін Лаурсен і колишній гравець «Інтера» Андреа Пірло. Хоча «Мілан» почав сезон вдало, вже в листопаді він опинився за межами п'яти найвищих ланок турнірної таблиці; після цього Фатіх Терім пішов у відставку поступившись місцем Карло Анчелотті. Незважаючи на проблеми зі здоров'ям капітана команди Паоло Мальдіні, Анчелотті зумів довести клуб до півфіналу Кубка УЄФА, де «Мілан» зазнав поразки від дортмундської «Боруссії» (це був лише другий півфінал цього турніру в історії «Мілана»). </p>
                <img className="his3-image" src="https://ashevchenko.kiev.ua/assets/images/milan/milan-berlusconi-cups.jpg" alt="Фото" />
                <p>В національному чемпіонаті, незважаючи на нерівну гру, клуб зумів виконати основне завдання сезону — посісти четверте місце і кваліфікуватись для участі в розіграші Ліги Чемпіонів. В цьому сезоні «Мілан» грав переважно у формації 4-3-1-2: Абб'яті; Контра, Костакурта, Лаурсен, Каладзе; Гаттузо, Альбертіні, Сержинью; Руй Кошта; Шевченко, Індзагі. Втім, наприкінці сезону місце Альбертіні зайняв Пірло, який показував чудову гру і забив кілька вирішальних голів. Статистика команд дуже близька, в 2016 році інтер лідирував з 77 виграними іграми проти 75 виграних ігор Міланом. Одними з найяскравіших гравців "россонері" (одне з прізвиськ клубу), в новому тисячолітті стали Андреа Пірло, Кларенс Зеєдорф, Кака, Алессандро Неста та Андрій Шевченко.Втім, наприкінці сезону місце Альбертіні зайняв Пірло, який показував чудову гру і забив кілька вирішальних голів.</p>
                <h3>Ультрас</h3>
                <p>Вболівальники "Мілана" займають Курву Суд – Південну трибуну стадіону "Сан-Сіро". Клуб у вічах громадськості вважається "лівим", незважаючи на велику кількість фашистських елементів серед вболівальників. Болельщики інших клубів надали "Мілану" презирливу кличку "BB" (або BBilan). Це пов'язано з тим, що "Мілан" у восьмидесятих роках силовим методом був виключений з Серії А – за участь у договірних матчах, – і провів два сезони у Серії В.
                    Курва Суд стадіону в Мілані – святе місце для будь-якого фаната червоно-чорних. "Мілан" взагалі має одну з найбільш розгалужених і сильних мереж мобів по всій Італії. На Курві Суд, розділеній двома ярусами, збираються лише найкращі фірми міланістів.
                    Південна трибуна розділена за політичним спрямуванням.  </p>
                <img className="his4-image" src="https://ashevchenko.kiev.ua/assets/images/milan/acmilan-funs.jpg" alt="Фото вболівальників футбольного клубу Мілан" />
                <p>Перший, нижній ярус займають саппорт-організації фашистського спрямування. Ці місця окупували такі потужні силові фірми, як "Commandos Tigre" (Тигровий командос) і "Ram’s Corps" (Штурмові загони). Відомо, що "фаши" – як так називають фашистські моби і фірми, практично ніколи не надають команді голосової підтримки, але зате візуальний ряд виглядає надзвичайно воєнізовано – транспаранти, прапори, факели, і традиційний банер з кельтським хрестом.
                    Другий ярус займають, в основному, "ліві" фірми, серед яких виділяються "Brigate Rossonere" (Червоно-чорна бригада), Buldogs (Бульдоги), "Partners" (Партнери) і "Alternativa Rossonere" (Червоно-чорна альтернатива).На відміну від першого ярусу Курви Суд, хлопці, що сидять вище, навпаки, славляться відмінною голосовою підтримкою. Це найшумніші вболівальники на "Сан-Сіро".
                    Тифозі "червоно-чорних" віддають перевагу не вважати у бійки, і їх практично неможливо провокувати. Під час малочисельних зіткнень з саппортерами інших клубів, фірми "Мілана" діють разом, об'єднуючись, щоб дати кулаковий опір ворогам. При цьому, діють разом і "фаши", і ліві.
                    У "війні транспарантів" вболівальники "Мілана" практично завжди займали провідні позиції в Італії, хоча в останні роки значно поступаються своїм принциповим суперникам – інтерістам.</p>
                <h3>Символіка</h3>
                <p>На логотипі накреслена абревіатура "ACM" (що означає AC Milan) у верхній частині і номер 1898 (рік створення) в нижній частині. Простір у центрі логотипу вертикально розділений двома прапорами. Зліва прапор з червоно-чорними кольорами команди, а праворуч прапор з червоним хрестом - це хрест Святого Амвросія, покровителя міста Мілан.</p>
                <img className="his-image" src="https://ashevchenko.kiev.ua/assets/images/milan/acmilan-logo.png" alt="Фото символіки футбольного клубу Мілан" />
                <p style={{ textAlign: 'center' }}>Офіційний веб-сайт: <a href="www.acmilan.com">www.acmilan.com</a></p>
                <p>Червоний і чорний — незмінні офіційні кольори клубу «Мілан» з моменту його заснування. Червоний колір символізує полум'яний запал його гравців, а чорний — страх суперників перед рішучістю міланців. Клубна емблема зображує смуги офіційних кольорів поруч із прапором міланського муніципалітету, з абревіатурою ACM у горішній частині і роком заснування клубу (1899) внизу.

                    Домашня форма клубу складається з футболки з вертикальними смугами офіційних кольорів, білих трусів і чорних гетрів. Гостьова форма повністю біла. Біла форма вважається вболівальниками і самим клубом «щасливою» для фіналів Ліги чемпіонів, позаяк «Мілан» із восьми фіналів Ліги, які він грав у повністю білій формі, виграв шість (програвши тільки «Аяксу» в 1995 і «Ліверпулю» в 2005), тоді як обидва фінали, що гралися у домашній формі, він програв. Третій комплект форми змінюється щороку (в поточному сезоні — повністю чорний з червоними плечами), однак використовується рідко.

                    Форма воротаря звичайно складається з зеленої чи жовтої футболки, чорних трусів і чорних гетрів.

                    На футболках гравців зображується логотип титульного спонсора команди; починаючи з сезону 2006/07 це австрійська он-лайнова букмекерська компанія «Бвін», яка підписала з клубом 4-річний контракт. До цього на клубних футболках «Мілану» протягом 12 сезонів рекламувався німецький автомобільний концерн «Опель» (у сезонах 2003/04 і 2005/06 рекламувалися окремі марки машин «Опелю», відповідно «Меріва» і «Зафіра»).

                    Офіційним виробником футбольної форми, (технічним спонсором) для клубу зараз є німецька фірма «Адідас», контракт із якою закінчується наприкінці сезону 2007/08; до «Адідасу» офіційним виробником форми була італійська фірма «Лотто».</p>
                <h3>Головні трофеї</h3>
                <ul>
                    <li>Чемпіонат Італії з футболу / Серія А: 18</li>
                    <li>Кубок Італії: 5</li>
                    <li>Кубок Європи / Ліга Чемпіонів: 7</li>
                    <li>Кубок володарів Кубків УЄФА: 2</li>
                </ul>
                <h3>Видатні гравці</h3>
                <p>Луї ван Хеге, Гуннар Нордаль, Нільс Лідхольм, Гуннар Грен, Хуан Альберто Шиаффіно, Джанні Рівера, Марко ван Бастен, Рууд Гулліт, Франко Барезі, Марко Сімоне, Массімо Амброзіні, Марсель Десаї, Деян Савічевіч, Звонімір Бобан, Філіппо Індзагі, Джорджо К'єлліні, Паоло Мальдіні, Андрій Шевченко, Кака.</p>
                <h3>
                    Хронологія історії клубу:</h3>
                <ul>
                    <li>1899 - клуб заснований як Міланський футбольний і крикетний клуб. У 1901 році він виграв своє перше скудетто.</li>
                    <li>1905 - рік-перший в історії Palla Dapples.</li>
                    <li>1908 - після внутрішньої суперечки відкололися гравці формують Інтернаціонале Мілан.</li>
                    <li>1919 - клуб змінює назву на Міланський футбольний клуб (Milan FC).</li>
                    <li>1926 - перехід на стадіон Сан-Сіро.</li>
                    <li>1936 - клуб змінює назву на Milan Associazione Sportiva.</li>
                    <li>1939 - клуб змінює назву на Associazione Calcio Milan (AC Milan).</li>
                    <li>1949 - Гуннар Грен, Гуннар Нордаль і Нільс Лідхольм (відомі як Гре-Но-Лі) переведені в клуб.</li>
                    <li>1963 - став першим італійським клубом, який виграв Кубок Європи.</li>
                    <li>1967 - перша перемога Coppa Italia.</li>
                    <li>1969 - перша перемога Кубка володарів Кубків.</li>
                    <li>1969 - перша перемога в Міжконтинентальному Кубку. Перший Суперкубок 1988 перемога Москва.</li>
                    <li>1980 - команда знижена до другого дивізіону через інцидент з договірними матчами.</li>
                    <li>1986 - Сільвіо Берлусконі став новим президентом клубу.</li>
                    <li>1987 - тренером призначений Арріго Саккі.</li>
                    <li>1994 - перший титул Ліги чемпіонів.</li>
                    <li>2007 - перемога в Клубному чемпіонаті світу з футболу.</li>
                </ul>

            </div>


        </div>
    );
}

export default History;
